<!DOCTYPE html>
<html lang="pt-br">

<head>
    <meta content="text/html; charset=UTF-8" http-equiv="content-type">
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Politica de Privacidade</title>
    <style type="text/css">
        *{
            margin:auto;
            padding:auto
        }
        ol {
            margin: 0;
            padding: 0
        }

        table td,
        table th {
            padding: 0
        }

        .c2 {
            color: #000000;
            font-weight: 400;
            text-decoration: none;
            vertical-align: baseline;
            font-size: 11pt;
            font-family: "Arial";
            font-style: normal
        }

        .c3 {
            color: #000000;
            font-weight: 700;
            text-decoration: none;
            vertical-align: baseline;
            font-size: 19pt;
            font-family: "Arial";
            font-style: normal
        }

        .c4 {
            padding-top: 0pt;
            padding-bottom: 0pt;
            line-height: 1.15;
            orphans: 2;
            widows: 2;
            text-align: center
        }

        .c0 {
            padding-top: 0pt;
            padding-bottom: 0pt;
            line-height: 1.15;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        .c5 {
            background-color: #ffffff;
            max-width: 451.4pt;
            padding: 21.3pt 72pt 72pt 72pt
        }

        .c1 {
            height: 11pt
        }

        .title {
            padding-top: 0pt;
            color: #000000;
            font-size: 26pt;
            padding-bottom: 3pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        .subtitle {
            padding-top: 0pt;
            color: #666666;
            font-size: 15pt;
            padding-bottom: 16pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        li {
            color: #000000;
            font-size: 11pt;
            font-family: "Arial"
        }

        p {
            margin: 0;
            color: #000000;
            font-size: 11pt;
            font-family: "Arial"
        }

        h1 {
            padding-top: 20pt;
            color: #000000;
            font-size: 20pt;
            padding-bottom: 6pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        h2 {
            padding-top: 18pt;
            color: #000000;
            font-size: 16pt;
            padding-bottom: 6pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        h3 {
            padding-top: 16pt;
            color: #434343;
            font-size: 14pt;
            padding-bottom: 4pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        h4 {
            padding-top: 14pt;
            color: #666666;
            font-size: 12pt;
            padding-bottom: 4pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        h5 {
            padding-top: 12pt;
            color: #666666;
            font-size: 11pt;
            padding-bottom: 4pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            orphans: 2;
            widows: 2;
            text-align: left
        }

        h6 {
            padding-top: 12pt;
            color: #666666;
            font-size: 11pt;
            padding-bottom: 4pt;
            font-family: "Arial";
            line-height: 1.15;
            page-break-after: avoid;
            font-style: italic;
            orphans: 2;
            widows: 2;
            text-align: left
        }
    </style>
</head>

<body class="c5 doc-content">
    <p class="c4"><span class="c3">Pol&iacute;tica de privacidade</span></p>
    <p class="c1 c4"><span class="c3"></span></p>
    <p class="c4 c1"><span class="c3"></span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Este Aplicativo coleta alguns Dados Pessoais de seus Usu&aacute;rios.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Este documento pode ser impresso para refer&ecirc;ncia usando o comando print nas
            configura&ccedil;&otilde;es de qualquer navegador.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Propriet&aacute;rio e Controlador de Dados</span></p>
    <p class="c0"><span>Aas</span><span class="c2">&nbsp;Aplica&ccedil;&otilde;es</span></p>
    <p class="c0"><span class="c2">&#8203;&#8203;Rua do Riso, 22 CEP: 48900-020, Juazeiro - Bahia</span></p>
    <p class="c0"><span class="c2">Brasil.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">E -mail de contato do propriet&aacute;rio: arielalves9@gmail.com</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Tipos de dados coletados</span></p>
    <p class="c0"><span class="c2">Entre os tipos de Dados Pessoais que este Aplicativo coleta, por si mesmo ou por meio
            de terceiros, est&atilde;o: Permiss&atilde;o de contatos; Permiss&atilde;o da c&acirc;mera; Permiss&atilde;o
            de microfone; Permiss&atilde;o de contas de m&iacute;dia social; Permiss&atilde;o de
            localiza&ccedil;&atilde;o aproximada (cont&iacute;nua); Biscoitos; Dados de uso; endere&ccedil;o de email;
            senha; identificadores de dispositivo exclusivos para publicidade (ID de anunciante do Google ou IDFA, por
            exemplo).</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Detalhes completos sobre cada tipo de Dados Pessoais coletados s&atilde;o fornecidos
            nas se&ccedil;&otilde;es dedicadas desta pol&iacute;tica de privacidade ou por textos explicativos
            espec&iacute;ficos exibidos antes da coleta de dados.</span></p>
    <p class="c0"><span class="c2">Os Dados Pessoais podem ser fornecidos livremente pelo Usu&aacute;rio ou, no caso de
            Dados de Uso, coletados automaticamente ao usar este Aplicativo.</span></p>
    <p class="c0"><span>A menos que especificado de outra forma, todos os Dados solicitados por este Aplicativo
            s&atilde;o obrigat&oacute;rios e a falha em fornecer esses Dados pode impossibilitar que este Aplicativo
            forne&ccedil;a seus servi&ccedil;os. Nos casos em que este Aplicativo </span><span>declare</span><span
            class="c2">&nbsp;especificamente que alguns Dados n&atilde;o s&atilde;o obrigat&oacute;rios, os
            Usu&aacute;rios s&atilde;o livres para n&atilde;o comunicar esses Dados sem consequ&ecirc;ncias para a
            disponibilidade ou o funcionamento do Servi&ccedil;o.</span></p>
    <p class="c0"><span class="c2">Os usu&aacute;rios que n&atilde;o tiverem certeza sobre quais Dados Pessoais
            s&atilde;o obrigat&oacute;rios podem entrar em contato com o Propriet&aacute;rio.</span></p>
    <p class="c0"><span class="c2">Qualquer uso de Cookies &ndash; ou de outras ferramentas de rastreamento &ndash; por
            este Aplicativo ou pelos propriet&aacute;rios de servi&ccedil;os de terceiros utilizados por este Aplicativo
            serve ao prop&oacute;sito de fornecer o Servi&ccedil;o solicitado pelo Usu&aacute;rio, al&eacute;m de
            quaisquer outros fins descritos no presente documento e na Pol&iacute;tica de Cookies, se
            dispon&iacute;vel.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Os usu&aacute;rios s&atilde;o respons&aacute;veis &#8203;&#8203;por quaisquer Dados
            Pessoais de terceiros obtidos, publicados ou compartilhados por meio deste Aplicativo e confirmam que
            t&ecirc;m o consentimento do terceiro para fornecer os Dados ao Propriet&aacute;rio.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Modo e local de processamento dos dados</span></p>
    <p class="c0"><span class="c2">M&eacute;todos de processamento</span></p>
    <p class="c0"><span class="c2">O propriet&aacute;rio toma as medidas de seguran&ccedil;a apropriadas para impedir o
            acesso n&atilde;o autorizado, divulga&ccedil;&atilde;o, modifica&ccedil;&atilde;o ou
            destrui&ccedil;&atilde;o n&atilde;o autorizada dos Dados.</span></p>
    <p class="c0"><span class="c2">O tratamento dos Dados &eacute; realizado atrav&eacute;s de computadores e/ou
            ferramentas inform&aacute;ticas, seguindo procedimentos e modalidades organizativas estritamente
            relacionadas com as finalidades indicadas. Al&eacute;m do Propriet&aacute;rio, em alguns casos, os Dados
            podem ser acess&iacute;veis a certos tipos de respons&aacute;veis, envolvidos com a opera&ccedil;&atilde;o
            deste Aplicativo (administra&ccedil;&atilde;o, vendas, marketing, jur&iacute;dico,
            administra&ccedil;&atilde;o do sistema) ou terceiros (como terceiros, prestadores de servi&ccedil;os
            t&eacute;cnicos de terceiros, transportadores de correio, provedores de hospedagem, empresas de TI,
            ag&ecirc;ncias de comunica&ccedil;&atilde;o) nomeados, se necess&aacute;rio, como Processadores de Dados
            pelo Propriet&aacute;rio. A lista atualizada dessas partes poder&aacute; ser solicitada ao
            propriet&aacute;rio a qualquer momento.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Base legal do processamento</span></p>
    <p class="c0"><span class="c2">O Propriet&aacute;rio pode processar Dados Pessoais relacionados aos Usu&aacute;rios
            se uma das seguintes situa&ccedil;&otilde;es se aplicar:</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Os usu&aacute;rios deram seu consentimento para um ou mais prop&oacute;sitos
            espec&iacute;ficos. Nota: De acordo com algumas legisla&ccedil;&otilde;es, o Propriet&aacute;rio pode ter
            permiss&atilde;o para processar Dados Pessoais at&eacute; que o Usu&aacute;rio se oponha a tal processamento
            (&ldquo;opt-out&rdquo;), sem ter que depender de consentimento ou qualquer outra das seguintes bases legais.
            Isso, no entanto, n&atilde;o se aplica, sempre que o processamento de Dados Pessoais estiver sujeito
            &agrave; lei europeia de prote&ccedil;&atilde;o de dados;</span></p>
    <p class="c0"><span class="c2">o fornecimento de Dados for necess&aacute;rio para a execu&ccedil;&atilde;o de um
            contrato com o Usu&aacute;rio e/ou para quaisquer obriga&ccedil;&otilde;es pr&eacute;-contratuais do
            mesmo;</span></p>
    <p class="c0"><span class="c2">o processamento &eacute; necess&aacute;rio para o cumprimento de uma
            obriga&ccedil;&atilde;o legal a que o Propriet&aacute;rio est&aacute; sujeito;</span></p>
    <p class="c0"><span class="c2">o processamento est&aacute; relacionado a uma tarefa realizada no interesse
            p&uacute;blico ou no exerc&iacute;cio de autoridade oficial investida no Propriet&aacute;rio;</span></p>
    <p class="c0"><span class="c2">o processamento &eacute; necess&aacute;rio para os fins dos interesses
            leg&iacute;timos perseguidos pelo Propriet&aacute;rio ou por um terceiro.</span></p>
    <p class="c0"><span class="c2">Em qualquer caso, o propriet&aacute;rio ter&aacute; o prazer de ajudar a esclarecer a
            base legal espec&iacute;fica que se aplica ao processamento e, em particular, se o fornecimento de Dados
            Pessoais &eacute; um requisito legal ou contratual, ou um requisito necess&aacute;rio para celebrar um
            contrato.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Lugar</span></p>
    <p class="c0"><span class="c2">Os Dados s&atilde;o processados &#8203;&#8203;nos escrit&oacute;rios operacionais do
            propriet&aacute;rio e em quaisquer outros locais onde as partes envolvidas no processamento estejam
            localizadas.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Dependendo da localiza&ccedil;&atilde;o do usu&aacute;rio, as transfer&ecirc;ncias de
            dados podem envolver a transfer&ecirc;ncia dos Dados do Usu&aacute;rio para um pa&iacute;s diferente do seu.
            Para saber mais sobre o local de processamento de tais Dados transferidos, os Usu&aacute;rios podem
            consultar a se&ccedil;&atilde;o que cont&eacute;m detalhes sobre o processamento de Dados Pessoais.</span>
    </p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Os usu&aacute;rios tamb&eacute;m t&ecirc;m o direito de conhecer a base legal das
            transfer&ecirc;ncias de dados para um pa&iacute;s fora da Uni&atilde;o Europeia ou para qualquer
            organiza&ccedil;&atilde;o internacional regida pelo direito internacional p&uacute;blico ou criada por dois
            ou mais pa&iacute;ses, como a ONU, e sobre as medidas de seguran&ccedil;a tomadas pelo Propriet&aacute;rio
            para proteger seus Dados.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Se tal transfer&ecirc;ncia ocorrer, os Usu&aacute;rios podem descobrir mais
            verificando as se&ccedil;&otilde;es relevantes deste documento ou consultando o Propriet&aacute;rio usando
            as informa&ccedil;&otilde;es fornecidas na se&ccedil;&atilde;o de contato.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Tempo de reten&ccedil;&atilde;o</span></p>
    <p class="c0"><span class="c2">Os Dados Pessoais ser&atilde;o processados &#8203;&#8203;e armazenados pelo tempo
            necess&aacute;rio para a finalidade para a qual foram coletados.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Portanto:</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Os Dados Pessoais coletados para fins relacionados &agrave; execu&ccedil;&atilde;o de
            um contrato entre o Propriet&aacute;rio e o Usu&aacute;rio ser&atilde;o retidos at&eacute; que tal contrato
            seja totalmente executado.</span></p>
    <p class="c0"><span class="c2">Os Dados Pessoais coletados para fins de interesses leg&iacute;timos do
            Propriet&aacute;rio ser&atilde;o retidos pelo tempo necess&aacute;rio para cumprir tais fins. Os
            usu&aacute;rios podem encontrar informa&ccedil;&otilde;es espec&iacute;ficas sobre os interesses
            leg&iacute;timos do propriet&aacute;rio nas se&ccedil;&otilde;es relevantes deste documento ou entrando em
            contato com o propriet&aacute;rio.</span></p>
    <p class="c0"><span class="c2">O Propriet&aacute;rio pode ser autorizado a reter Dados Pessoais por um
            per&iacute;odo mais longo sempre que o Usu&aacute;rio tiver dado consentimento para tal processamento, desde
            que tal consentimento n&atilde;o seja retirado. Al&eacute;m disso, o propriet&aacute;rio pode ser obrigado a
            reter os Dados Pessoais por um per&iacute;odo mais longo sempre que necess&aacute;rio para o cumprimento de
            uma obriga&ccedil;&atilde;o legal ou por ordem de uma autoridade.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Uma vez que o per&iacute;odo de reten&ccedil;&atilde;o expirar, os Dados Pessoais
            ser&atilde;o exclu&iacute;dos. Portanto, o direito de acesso, o direito ao apagamento, o direito &agrave;
            retifica&ccedil;&atilde;o e o direito &agrave; portabilidade dos dados n&atilde;o podem ser exercidos
            ap&oacute;s o t&eacute;rmino do per&iacute;odo de reten&ccedil;&atilde;o.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Objetivos do processamento</span></p>
    <p class="c0"><span class="c2">Os Dados relativos ao Usu&aacute;rio s&atilde;o coletados para permitir que o
            Propriet&aacute;rio preste seu Servi&ccedil;o, cumpra suas obriga&ccedil;&otilde;es legais, responda a
            solicita&ccedil;&otilde;es de execu&ccedil;&atilde;o, proteja seus direitos e interesses (ou de seus
            Usu&aacute;rios ou terceiros), detecte qualquer atividade maliciosa ou fraudulenta, bem como o seguinte:
            Permiss&otilde;es do dispositivo para acesso a Dados Pessoais, Analytics, Registro e
            autentica&ccedil;&atilde;o, Acesso a contas de terceiros, Registro e autentica&ccedil;&atilde;o fornecidos
            diretamente por este Aplicativo e Publicidade.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Para obter informa&ccedil;&otilde;es espec&iacute;ficas sobre os Dados Pessoais
            utilizados para cada finalidade, o Usu&aacute;rio poder&aacute; consultar a se&ccedil;&atilde;o
            &ldquo;Informa&ccedil;&otilde;es detalhadas sobre o processamento de Dados Pessoais&rdquo;.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Permiss&otilde;es do Facebook solicitadas por este aplicativo</span></p>
    <p class="c0"><span class="c2">Este Aplicativo pode solicitar algumas permiss&otilde;es do Facebook, permitindo que
            ele execute a&ccedil;&otilde;es com a conta do Usu&aacute;rio no Facebook e recupere
            informa&ccedil;&otilde;es, incluindo Dados Pessoais, dela. Este servi&ccedil;o permite que este Aplicativo
            se conecte com a conta do Usu&aacute;rio na rede social Facebook, fornecida pela Facebook Inc.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Para obter mais informa&ccedil;&otilde;es sobre as seguintes permiss&otilde;es,
            consulte a documenta&ccedil;&atilde;o de permiss&otilde;es do Facebook e a pol&iacute;tica de privacidade do
            Facebook .</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">As permiss&otilde;es solicitadas s&atilde;o as seguintes:</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Informa&ccedil;&atilde;o b&aacute;sica</span></p>
    <p class="c0"><span class="c2">Por padr&atilde;o, isso inclui determinados Dados do Usu&aacute;rio, como id, nome,
            imagem, sexo e sua localidade. Certas conex&otilde;es do Usu&aacute;rio, como os Amigos, tamb&eacute;m
            est&atilde;o dispon&iacute;veis. Se o Usu&aacute;rio tornou p&uacute;blicos mais de seus Dados, mais
            informa&ccedil;&otilde;es estar&atilde;o dispon&iacute;veis.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">E-mail</span></p>
    <p class="c0"><span class="c2">Fornece acesso ao endere&ccedil;o de e-mail principal do usu&aacute;rio.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Permiss&otilde;es do dispositivo para acesso a dados pessoais</span></p>
    <p class="c0"><span class="c2">Dependendo do dispositivo espec&iacute;fico do Usu&aacute;rio, este Aplicativo pode
            solicitar certas permiss&otilde;es que permitem acessar os Dados do dispositivo do Usu&aacute;rio conforme
            descrito abaixo.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Por padr&atilde;o, essas permiss&otilde;es devem ser concedidas pelo usu&aacute;rio
            antes que as respectivas informa&ccedil;&otilde;es possam ser acessadas. Uma vez dada a permiss&atilde;o,
            ela pode ser revogada pelo usu&aacute;rio a qualquer momento. Para revogar essas permiss&otilde;es, os
            Usu&aacute;rios podem consultar as configura&ccedil;&otilde;es do dispositivo ou entrar em contato com o
            Propriet&aacute;rio para obter suporte nos detalhes de contato fornecidos no presente documento.</span></p>
    <p class="c0"><span class="c2">O procedimento exato para controlar as permiss&otilde;es do aplicativo pode depender
            do dispositivo e do software do usu&aacute;rio.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Observe que a revoga&ccedil;&atilde;o de tais permiss&otilde;es pode afetar o
            funcionamento adequado deste Aplicativo.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Se o Usu&aacute;rio conceder qualquer uma das permiss&otilde;es listadas abaixo, os
            respectivos Dados Pessoais poder&atilde;o ser processados &#8203;&#8203;(ou seja, acessados, modificados ou
            removidos) por este Aplicativo.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Permiss&atilde;o de localiza&ccedil;&atilde;o aproximada (cont&iacute;nua)</span></p>
    <p class="c0"><span class="c2">Usado para acessar a localiza&ccedil;&atilde;o aproximada do dispositivo do
            usu&aacute;rio. Este Aplicativo pode coletar, usar e compartilhar dados de localiza&ccedil;&atilde;o do
            usu&aacute;rio para fornecer servi&ccedil;os baseados em localiza&ccedil;&atilde;o.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Permiss&atilde;o da c&acirc;mera</span></p>
    <p class="c0"><span class="c2">Usado para acessar a c&acirc;mera ou capturar imagens e v&iacute;deos do
            dispositivo.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Permiss&atilde;o de contatos</span></p>
    <p class="c0"><span class="c2">Usado para acessar contatos e perfis no dispositivo do usu&aacute;rio, incluindo a
            altera&ccedil;&atilde;o de entradas.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Permiss&atilde;o de microfone</span></p>
    <p class="c0"><span class="c2">Permite acessar e gravar &aacute;udio do microfone do dispositivo do
            usu&aacute;rio.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Permiss&atilde;o de contas de m&iacute;dia social</span></p>
    <p class="c0"><span class="c2">Usado para acessar os perfis de contas de m&iacute;dia social do usu&aacute;rio, como
            Facebook e Twitter.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Informa&ccedil;&atilde;o detalhada sobre o tratamento de Dados Pessoais</span></p>
    <p class="c0"><span class="c2">Os Dados Pessoais s&atilde;o recolhidos para as seguintes finalidades e utilizando os
            seguintes servi&ccedil;os:</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Acesso a contas de terceiros</span></p>
    <p class="c0"><span class="c2">Publicidade</span></p>
    <p class="c0"><span class="c2">An&aacute;lise</span></p>
    <p class="c0"><span class="c2">Permiss&otilde;es do dispositivo para acesso a dados pessoais</span></p>
    <p class="c0"><span class="c2">Registro e autentica&ccedil;&atilde;o</span></p>
    <p class="c0"><span class="c2">Registro e autentica&ccedil;&atilde;o fornecidos diretamente por este
            Aplicativo</span></p>
    <p class="c0"><span class="c2">Informa&ccedil;&otilde;es sobre como desativar a publicidade com base em
            interesses</span></p>
    <p class="c0"><span>Al&eacute;m de qualquer recurso de exclus&atilde;o fornecido por qualquer um dos servi&ccedil;os
            listados neste documento, os usu&aacute;rios podem seguir as instru&ccedil;&otilde;es fornecidas por
            YourOnlineChoices (UE), Network Advertising Initiative (EUA) e Digital Advertising Alliance (EUA), DAAC
            (Canada ), </span><span>DDAI</span><span class="c2">&nbsp;(Jap&atilde;o) ou outras iniciativas semelhantes.
            Tais iniciativas permitem que os Usu&aacute;rios selecionem suas prefer&ecirc;ncias de rastreamento para a
            maioria das ferramentas de publicidade. O propriet&aacute;rio recomenda, assim, que os Usu&aacute;rios
            fa&ccedil;am uso desses recursos al&eacute;m das informa&ccedil;&otilde;es fornecidas neste
            documento.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span>A Digital Advertising Alliance oferece um aplicativo chamado </span><span>AppChoices</span><span
            class="c2">&nbsp;que ajuda os usu&aacute;rios a controlar a publicidade baseada em interesses em aplicativos
            m&oacute;veis.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Os usu&aacute;rios tamb&eacute;m podem desativar determinados recursos de publicidade
            por meio das configura&ccedil;&otilde;es aplic&aacute;veis &#8203;&#8203;do dispositivo, como as
            configura&ccedil;&otilde;es de publicidade do dispositivo para telefones celulares ou
            configura&ccedil;&otilde;es de an&uacute;ncios em geral.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Os direitos dos usu&aacute;rios</span></p>
    <p class="c0"><span class="c2">Os usu&aacute;rios podem exercer certos direitos em rela&ccedil;&atilde;o aos seus
            Dados processados &#8203;&#8203;pelo propriet&aacute;rio.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Em particular, os Usu&aacute;rios t&ecirc;m o direito de fazer o seguinte:</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Retire seu consentimento a qualquer momento. Os usu&aacute;rios t&ecirc;m o direito
            de retirar o consentimento quando deram seu consentimento anteriormente para o processamento de seus Dados
            Pessoais.</span></p>
    <p class="c0"><span class="c2">Objeto ao processamento de seus Dados. Os usu&aacute;rios t&ecirc;m o direito de se
            opor ao processamento de seus dados se o processamento for realizado com base legal que n&atilde;o seja o
            consentimento. Mais detalhes s&atilde;o fornecidos na se&ccedil;&atilde;o dedicada abaixo.</span></p>
    <p class="c0"><span class="c2">Acesse seus Dados. Os usu&aacute;rios t&ecirc;m o direito de saber se os Dados
            est&atilde;o sendo processados &#8203;&#8203;pelo Propriet&aacute;rio, obter divulga&ccedil;&atilde;o sobre
            certos aspectos do processamento e obter uma c&oacute;pia dos Dados em processamento.</span></p>
    <p class="c0"><span class="c2">Verifique e busque a retifica&ccedil;&atilde;o. Os usu&aacute;rios t&ecirc;m o
            direito de verificar a exatid&atilde;o de seus dados e solicitar que sejam atualizados ou corrigidos.</span>
    </p>
    <p class="c0"><span class="c2">Restringir o processamento de seus Dados. Os usu&aacute;rios t&ecirc;m o direito, em
            determinadas circunst&acirc;ncias, de restringir o processamento de seus dados. Nesse caso, o
            Propriet&aacute;rio n&atilde;o processar&aacute; seus Dados para qualquer finalidade que n&atilde;o seja
            armazen&aacute;-los.</span></p>
    <p class="c0"><span>Ter seus Dados Pessoais </span><span>exclu&iacute;dos</span><span class="c2">&nbsp;ou removidos
            de outra forma. Os usu&aacute;rios t&ecirc;m o direito, em determinadas circunst&acirc;ncias, de obter o
            apagamento de seus dados do propriet&aacute;rio.</span></p>
    <p class="c0"><span class="c2">Receber seus Dados e transferi-los para outro controlador. Os usu&aacute;rios
            t&ecirc;m o direito de receber seus dados em um formato estruturado, comumente usado e leg&iacute;vel por
            m&aacute;quina e, se tecnicamente vi&aacute;vel, transmiti-los a outro controlador sem qualquer impedimento.
            Esta disposi&ccedil;&atilde;o &eacute; aplic&aacute;vel desde que os Dados sejam processados
            &#8203;&#8203;por meios automatizados e que o processamento seja baseado no consentimento do Usu&aacute;rio,
            em um contrato do qual o Usu&aacute;rio seja parte ou em suas obriga&ccedil;&otilde;es
            pr&eacute;-contratuais.</span></p>
    <p class="c0"><span class="c2">Fa&ccedil;a uma reclama&ccedil;&atilde;o. Os usu&aacute;rios t&ecirc;m o direito de
            apresentar uma reclama&ccedil;&atilde;o perante sua autoridade de prote&ccedil;&atilde;o de dados
            competente.</span></p>
    <p class="c0"><span class="c2">Detalhes sobre o direito de se opor ao processamento</span></p>
    <p class="c0"><span class="c2">Quando os Dados Pessoais forem processados &#8203;&#8203;para um interesse
            p&uacute;blico, no exerc&iacute;cio de uma autoridade oficial investida no Propriet&aacute;rio ou para fins
            de interesses leg&iacute;timos perseguidos pelo Propriet&aacute;rio, os Usu&aacute;rios podem se opor a tal
            processamento fornecendo um fundamento relacionado &agrave; sua situa&ccedil;&atilde;o particular para
            justificar a obje&ccedil;&atilde;o.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Os utilizadores devem saber que, no entanto, caso os seus Dados Pessoais sejam
            tratados para fins de marketing direto, podem opor-se a esse tratamento a qualquer momento sem apresentar
            qualquer justifica&ccedil;&atilde;o. Para saber se o Propriet&aacute;rio est&aacute; processando Dados
            Pessoais para fins de marketing direto, os Usu&aacute;rios podem consultar as se&ccedil;&otilde;es
            relevantes deste documento.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Como exercer esses direitos</span></p>
    <p class="c0"><span class="c2">Quaisquer solicita&ccedil;&otilde;es para exercer os direitos do usu&aacute;rio podem
            ser direcionadas ao propriet&aacute;rio atrav&eacute;s dos detalhes de contato fornecidos neste documento.
            Estes pedidos podem ser exercidos gratuitamente e ser&atilde;o tratados pelo propriet&aacute;rio o mais cedo
            poss&iacute;vel e sempre no prazo de um m&ecirc;s.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Informa&ccedil;&otilde;es adicionais sobre coleta e processamento de dados</span></p>
    <p class="c0"><span class="c2">A&ccedil;&atilde;o legal</span></p>
    <p class="c0"><span class="c2">Os Dados Pessoais do Usu&aacute;rio poder&atilde;o ser utilizados para fins legais
            pelo Propriet&aacute;rio em ju&iacute;zo ou nas etapas que conduzam a uma poss&iacute;vel a&ccedil;&atilde;o
            judicial decorrente do uso indevido deste Aplicativo ou dos Servi&ccedil;os relacionados.</span></p>
    <p class="c0"><span class="c2">O Usu&aacute;rio declara estar ciente de que o Propriet&aacute;rio pode ser obrigado
            a revelar dados pessoais mediante solicita&ccedil;&atilde;o de autoridades p&uacute;blicas.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Informa&ccedil;&otilde;es adicionais sobre os dados pessoais do usu&aacute;rio</span>
    </p>
    <p class="c0"><span class="c2">Al&eacute;m das informa&ccedil;&otilde;es contidas nesta pol&iacute;tica de
            privacidade, este Aplicativo pode fornecer ao Usu&aacute;rio informa&ccedil;&otilde;es adicionais e
            contextuais sobre Servi&ccedil;os espec&iacute;ficos ou a coleta e processamento de Dados Pessoais mediante
            solicita&ccedil;&atilde;o.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Logs e manuten&ccedil;&atilde;o do sistema</span></p>
    <p class="c0"><span class="c2">Para fins de opera&ccedil;&atilde;o e manuten&ccedil;&atilde;o, este Aplicativo e
            quaisquer servi&ccedil;os de terceiros podem coletar arquivos que registrem a intera&ccedil;&atilde;o com
            este Aplicativo (logs do sistema) usar outros Dados Pessoais (como o Endere&ccedil;o IP) para esse
            fim.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Informa&ccedil;&otilde;es n&atilde;o contidas nesta pol&iacute;tica</span></p>
    <p class="c0"><span class="c2">Mais detalhes sobre a coleta ou processamento de Dados Pessoais podem ser solicitados
            ao propriet&aacute;rio a qualquer momento. Consulte as informa&ccedil;&otilde;es de contato no in&iacute;cio
            deste documento.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Como as solicita&ccedil;&otilde;es &quot;N&atilde;o rastrear&quot; s&atilde;o
            tratadas</span></p>
    <p class="c0"><span class="c2">Este Aplicativo n&atilde;o suporta solicita&ccedil;&otilde;es de &ldquo;N&atilde;o
            Rastrear&rdquo;.</span></p>
    <p class="c0"><span class="c2">Para determinar se algum dos servi&ccedil;os de terceiros usados &#8203;&#8203;atende
            &agrave;s solicita&ccedil;&otilde;es de &ldquo;N&atilde;o rastrear&rdquo;, leia suas pol&iacute;ticas de
            privacidade.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
    <p class="c0"><span class="c2">Altera&ccedil;&otilde;es a esta pol&iacute;tica de privacidade</span></p>
    <p class="c0"><span class="c2">O Propriet&aacute;rio reserva-se o direito de fazer altera&ccedil;&otilde;es nesta
            pol&iacute;tica de privacidade a qualquer momento, notificando seus Usu&aacute;rios nesta p&aacute;gina e
            possivelmente dentro deste Aplicativo e/ou - na medida do poss&iacute;vel t&eacute;cnica e legalmente -
            enviando um aviso aos Usu&aacute;rios por meio de qualquer informa&ccedil;&atilde;o de contato
            dispon&iacute;vel para o dono. &Eacute; altamente recomend&aacute;vel verificar esta p&aacute;gina com
            frequ&ecirc;ncia, referindo-se &agrave; data da &uacute;ltima modifica&ccedil;&atilde;o listada na parte
            inferior. </span></p>
    <p class="c0"><span class="c2">Caso as altera&ccedil;&otilde;es afetem as atividades de processamento realizadas com
            base no consentimento do Usu&aacute;rio, o Propriet&aacute;rio dever&aacute; coletar novo consentimento do
            Usu&aacute;rio, quando necess&aacute;rio.</span></p>
    <p class="c0 c1"><span class="c2"></span></p>
</body>

</html>